Revit 2027 API
ParameterTypeId.DefaultConstructionMassSkylight Property
 "Mass Skylight"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DefaultConstructionMassSkylight { get; }
Public Shared ReadOnly Property DefaultConstructionMassSkylight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DefaultConstructionMassSkylight {
	ForgeTypeId^ get ();
}
static member DefaultConstructionMassSkylight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace